@extends('layouts.async')

@section('content')

 <div class="recovery_name">
          <label class="recovery_label">名称</label>
     　    <h2>アルギニン</h2>
 </div>
 <div class="recovery_name">
          <label class="recovery_label">効果</label>
     　    <P>アルギニンは20種類あるアミノ酸の1種です。
     　    <br>アルギニンは細胞を増殖させ、傷の修復を早くさせる働きがあります。
     　    <br>その上で、成長ホルモンの分泌をよくし、筋肉を作る上で効果があります。
     　    <br>また成長ホルモンには食欲を抑える働きがあると考えらており,食欲の抑制につながります.
     　    <br>さらに脂肪の代謝を促して筋肉を強化する効果も期待でき、引き締まったプロポーション作りの役に立ちます。
     　    <br>その他にも、体内で一酸化窒素を作り出します。
     　    <br>一酸化窒素は血管を拡張させるため、冷え症、動脈硬化、心筋梗塞、脳梗塞など生活習慣病の予防効果が期待されています。
     　    <br></P>
 </div>
 <div class="recovery_name">
          <label class="recovery_label">摂取方法</label>
     　    <P>一日に1～8gのアルギニンを摂ることで,
     　    <br>成長ホルモンの分泌促進、筋肉量の増加や体重・体脂肪の減少、血管拡張などの効果がみられたという報告があります。
     　    <br>食事、サプリメントなどを利用しながら賢く摂取していきましょう。
     　    <br>●効率的な摂取タイミング
     　    <br>運動援護や就寝前が良いとされています。</P>
 </div>
 <div class="recovery_name_last">
          <label class="recovery_label">おすすめの組み合わせ</label>
     　    <P>●アルギニン×オルニチン
     　    <br>アルギニンとオルニチンを同時に摂取することで、運動による成長ホルモン分泌量が増加したことが確認されています
     　    <br>●アルギニン×シトルリン
     　    <br>アルギニンとシトルリンを同時に摂取することで、より効率的に、血中アルギニン濃度を上昇させることが確認されています。
     　    </p>
 </div>

@endsection