@extends('layouts.async')

@section('content')

 <div class="recovery_name">
          <label class="recovery_label">名称</label>
     　    <h2>ホエイプロテイン</h2>
 </div>
 <div class="recovery_name">
          <label class="recovery_label">効果</label>
     　    <P>ホエイプロテインは、牛乳由来のタンパク質です。
     　    <br>ホエイプロテインは水に溶けやすい特徴があり、プロテインに主に使われている、ソイプロテインやカゼインプロテインと比べると、消化吸収がスピーディーだと考えられています。
     　    <br>速やかに消化吸収されることによって、トレーニングでダメージを受けたカラダをサポートし、コンディションを整えることができます。
     　    <br>運動習慣がある人におすすめのホエイプロテインではありますが、タンパク質不足を感じる人の栄養サポートにも適しています。
     　    <br>また、牛乳のホエイには、水溶性のタンパク質のほかにも、ビタミンやミネラルなどの栄養素が含まれているため、ビタミンやミネラルの摂取も行うことができます。
     　    </P>
 </div>
 <div class="recovery_name">
          <label class="recovery_label">摂取タイミング</label>
     　    <P>プロテインは各メーカーが出している一回分の摂取量を元に、自身の体重や年齢、活動量を考慮して摂取してください。
     　    <br>あくまで、栄養補助食品なので、普段の食生活を乱さず、適切に摂取しましょう。
     　    <br>●効率的な摂取方法
     　    <br>・起床後
     　    <br>・就寝前
     　    <br>・トレーニング開始前
     　    <br>トレーニング終了後
     　     </P>
 </div>
  <div class="recovery_name_last">
          <label class="recovery_label">おすすめの組み合わせ</label>
     　    <P>ホエイプロテイン×グルタミン
     　    <br>トレーニング終了後はグルタミンが大量に消費されています。プロテインと同時に摂取することで、栄養を補給しましょう。
     　    <br>●ホエイプロテイン×クレアチン
     　    <br>クレアチンはトレーニング終了後に摂取することが効率的だと言われています。プロテインと同時に摂取することで、効率よく摂取しましょう。
     　    </p>
 </div>
 

@endsection